{
  "contact" :"Contacto",
  "contactTitle1":"Trabajemos ",
  "contactTitle2":"Juntos!",
  "fullName" : "Nombre Completo",
  "fullNamePlaceholder" : "Nombre Completo",
  "email" : "Correo Electronico",
  "EmailAddressPlaceholder" : "Dirección de Correo Electronico",
  "phone" : "Telefono (Telelfono Opcional)",
  "PhonePlaceholder" : "Número de Teléfono",
  "subject" : "Subject",
  "SubjectPlaceholder" : "Asunto",
  "message" : "Mensaje",
  "messagePlaceholder" : "Escriba Su Mensaje Aqui...",
  "submit" : "Enviar",
  "errorMessage1" : "Por Favor Complete Este Campo",
  "errorMessage2" : "Número de Telefono Inválido",
  "errorMessage3" : "Dirección de Correo Electrónico Inválida",
  "aboutTitle" : "Acerca de",
  "about" : "Cada Gran Desarrollo Comienza Con Una",
  "aboutSpan" : "Historia Mejor.",
  "aboutParagraph1" : "Profesional de seguridad experimentado en transición al desarrollo web dinámico con React.js y JavaScript",
  "aboutParagraph2" : "¡Soy un candidato versátil y motivado con 20 años de experiencia en la industria de la seguridad! Me estoy embarcando en un nuevo y emocionante viaje en el ámbito del desarrollo web, especializándome en React.js y JavaScript.",
  "aboutParagraph3" : "A lo largo de mi extensa carrera en seguridad, he perfeccionado mis habilidades para resolver problemas, atención a los detalles y capacidad para adaptarme a entornos dinámicos. Ahora, estoy ansioso por canalizar estas fortalezas en el mundo del desarrollo web, aprovechando mi gran experiencia para sobresalir en este campo en evolución.",
  "aboutParagraph4" : "Equipado con una profunda pasión por el aprendizaje continuo, prospero al aceptar nuevos desafíos de frente. Estoy comprometido a expandir mi conocimiento y conjunto de habilidades cada día, asegurándome de estar a la vanguardia de los avances tecnológicos y las tendencias de la industria. Como una persona altamente adaptable, estoy preparado para enfrentar cualquier obstáculo que se presente en mi camino, armado con una determinación inquebrantable para tener éxito.",
  "aboutParagraph5" : "Con una base sólida en React.js y JavaScript, estoy preparado para crear experiencias web cautivadoras y fáciles de usar. Tengo un buen ojo para el desarrollo y una habilidad especial para crear interfaces intuitivas que elevan la participación y la satisfacción del usuario.",
  "aboutParagraph6" : "Como profesional dedicado al crecimiento y la excelencia, ahora estoy activamente buscando oportunidades para contribuir con mi combinación única de experiencia en seguridad y crecientes habilidades de desarrollo web a una innovadora organización. Juntos, superemos las expectativas y crearemos experiencias digitales extraordinarias que dejan un impacto duradero.",
  "aboutParagraph7" : "Contáctame hoy y embarquémonos juntos en este viaje transformador.",
  "introduceTitle" : "Introducción",
  "introduceH1" : "Saludos De",
  "introduceh1" : "Desarrollador Front-End.",
  "introduceParagraph" : "Me especializo en la creación de sitios web elegantes y modernos, tiendas virtuales en línea. Mi pasión es desarrollar experiencias de usuario digitales a través de una interfaz audaz e interacciones significativas.",
  "menuTitleH" : "Casa",
  "menuTitleA" : "Acerca De",
  "menuTitleR" : "Curriculum",
  "menuTitleM" : "Mis Habilidades",
  "menuTitleP" : "Mis Proyectos",
  "menuTitleC" : "Contacto",
  "resumeTitle" : "Curriculum",
  "resumeH1" : "Educación & ",
  "resumeh1" : "Experiencia.",
  "resumeItemDate" : "Junio 2022 - Presente.",
  "resumeItemTitle" : "Desarrollador Front-End.",
  "resumeItemDescription" : "Trabajador Independiente.",
  "resumeItemDate1" : "2019 - Febrero 2023.",
  "resumeItemTitle1" : "Poder Judicial de la Federación.",
  "resumeItemDescription1" : "Analista Especializado.",
  "resumeItemTitle2" : "Consejo de la Judicatura Federal.",
  "resumeItemDescription2" : "Protección de los Magistrados del Gobierno Federal."  
}
